[
  {
    "url": "https://adanews.ada.org/ada-news/2024/september/house-committee-holds-50th-erisa-anniversary-hearing/",
    "publish_date": "2024-09-13",
    "content": "House committee holds 50th ERISA anniversary hearing\nADA says federal law should not override all of a states’ authority to regulate dental insurers\nby\nOlivia Anderson\nSeptember 13, 2024\nA House of Representatives subcommittee held a hearing Sept. 10 to discuss ways to protect and improve a law that regulates self-funded benefit plans, including dental.\nThe Committee on Education & the Workforce, a subcommittee on Health, Employment, Labor and Pensions, held the meeting in honor of the 50th anniversary of the Employee Retirement Income Security Act of 1974, also known as ERISA. Ahead of the hearing, the ADA submitted comments on the impact of preemption under the bill and what it means for dental insurance.\nThe panel for the hearing, titled ERISA’s 50th Anniversary: The Value of Employer-Sponsored Health Benefits, included four policy experts who shared their thoughts on how to bolster ERISA.\nRep. Bob Good, R-Va., chairman of the committee, advocated for a decrease of government intervention in the health care markets.\n“For 50 years, ERISA has provided the guardrails to protect individuals while allowing employers to develop robust benefit plans. We can amend ERISA while protecting it, because in doing so, we defend private insurance and shield Americans from devolving into a single-payer system,” Rep. Good said at the hearing.\nIn its letter to the committee, the ADA emphasized that allowing states to retain authority to regulate dental benefits is integral to ensuring fair treatment of patients and policyholders. The letter argued that expanding ERISA preemption, which supersedes state laws and permits uniform health benefits standards, works to usurp states’ ability to regulate health care and dental insurance, therefore harming beneficiaries.\n“Expanding ERISA preemption beyond central matters of plan administration infringes on states’ traditional authority and creates regulatory vacuums that negatively impact health care for the very beneficiaries that ERISA was enacted to protect. If states cannot enforce laws regarding how health care is delivered and paid for, no one can,” the ADA said.\nThe letter adds that expanding preemption will allow insurance companies, pharmacy benefit managers and large employers to dictate how citizens receive health care “with no government oversight or accountability.”\n“To respect states’ traditional authority and ensure that beneficiaries continue to receive meaningful health benefits, ERISA preemption must be limited to the areas with which ERISA is expressly concerned, such as reporting, disclosure, and fiduciary responsibility,” the letter reads.\nFor more information on this topic, visit\nADA.org/ERISA\n."
  },
  {
    "url": "https://adanews.ada.org/ada-news/2024/september/legislation-needed-to-delay-corporate-transparency-act-filing-deadline/",
    "publish_date": "2024-09-10",
    "content": "Legislation needed to delay Corporate Transparency Act filing deadline\nADA continues to advocate for delay\nby\nOlivia Anderson\nSeptember 10, 2024\nThe ADA has joined with 150 other trade associations in\nsupporting\nlegislation to delay the Corporate Transparency Act’s year-end filing deadline by one year. Rep. Zachary Nunn, R-Iowa, introduced H.R. 9278 to provide relief to many small businesses subjected to the Corporate Transparency Act’s reporting requirements.\nCurrently, these businesses — many of which include dental practices — have less than one year to file beneficial ownership information reports before facing penalties. Dental practices must report if they either employ fewer than 20 people or generate less that $5 million (gross receipts) in revenue annually.\nBut under the new legislation, small businesses would have an additional year to file beneficial ownership information to the U.S. Department of the Treasury’s Financial Crimes Enforcement Network. The letter notes that the Financial Crimes Enforcement Network has received just 10% of required submissions, which is likely attributed to the lack of awareness among small businesses when it comes to the rules.\n“This bill provides a commonsense, bipartisan solution to an impending regulatory disaster which, left unaddressed, will threaten countless small business owners and employees with steep fines and even jail time,” the letter reads.\nWhile the Corporate Transparency Act was originally established to mitigate money-laundering operations posing as businesses, many organizations have argued the current reporting timeframe is too short to inform the small business community. The House of Representatives, with ADA’s support, passed H.R. 5119 last year to address this concern, but it is currently stalled in the Senate.\n“The one-year delay proposed by Congressman Zach Nunn addresses these challenges, has bipartisan support, and is in keeping with legislation (H.R. 5119) which passed the House in a near-unanimous vote just last year,” the letter concludes. “We therefore urge you to bring H.R. 9278 to the House floor for a vote and are eager to work with you to see this critical measure enacted.”"
  },
  {
    "url": "https://adanews.ada.org/ada-news/2024/september/ada-comments-on-proposed-medicare-payment-policies-for-dental-services-in-2025/",
    "publish_date": "2024-09-12",
    "content": "ADA comments on proposed Medicare payment policies for dental services in 2025\nby\nOlivia Anderson\nSeptember 12, 2024\nThe ADA formally submitted\ncomments\nto the Centers for Medicare & Medicaid Services in response to the proposed rule for 2025 payment policies under the Physician Fee Schedule.\nThis submission marks the third consecutive year the ADA has provided comments to CMS on payment for dental services related to covered medical treatments. Over the past three years, the ADA has supported the inclusion of payment for dental services for conditions where oral health is intrinsically linked to overall medical success. In 2022 and 2023, the ADA agreed with CMS on vital role dental care plays in preparing patients for organ transplants and the importance of treating oral infections prior to chemotherapy and radiation therapy for cancer. The ADA continues to work closely with CMS, highlighting the need for sustainable, evidence-based policies that improve care for Medicare beneficiaries while reducing the burden for dental professions who provide services under Medicare.\nFor this year’s proposed rule’s comment submission, the ADA provided feedback on several critical areas where dental services intersect with broader healthcare provisions. In the letter addressed to CMS Administrator Chiquita Brooks-LaSure, the ADA  said it supports CMS’ proposal to cover payment for dental services for patients with end-stage renal disease who are undergoing dialysis. The ADA commended CMS for recognizing the critical role that oral health plays in ensuring successful dialysis outcomes, especially in preventing infections that could jeopardize patient health. In the letter, the ADA requested to be included in future reviews of scientific evidence related to the limited medically necessary dental benefits, noting its expertise in dental science and practice.\nThe ADA also responded to CMS’ request for feedback on dental care for patients with diabetes.  The ADA underscored that, while there is strong scientific evidence supporting the role of dental care in improving health outcomes for diabetic patients, there is no evidence that dental services are inextricably linked to the clinical success of a Medicare-covered procedure in the treatment of diabetes.\nAdditionally, the ADA requested clarification on several points, such as whether a dental claim must be submitted with administrative modifiers to coordinate dental benefits with a state’s Medicaid program, even in cases in which the Medicaid provider knows a dually-eligible patient will be ineligible for dental benefits under the medically necessary payment rules. It also requested that the requirement for KX and GY, both administrative claim modifiers, be waived until Jan. 1, 2026.\n“This delay would provide sufficient time for comprehensive testing and demonstration among a broad range of providers, vendors and payors,” the letter reads. “During this period, the ADA recommends that CMS allow [Medicare administrative contractors] to adjudicate claims without modifiers, with an approved claim report advising providers that modifiers will be required starting January 1, 2026. This approach would minimize disruption to quality patient care and ensure a smooth transition to the new coding requirements.”\nThe ADA commented on ICD-10 implementation for Medicare claims, noting that while including these codes in Medicare dental claim submissions is intended to improve the accuracy and coordination of care between medical and dental providers, the transition to ICD-10 coding brings challenges to the dental community.\nIn order to help support dental providers transition to reporting ICD codes on a claim form for Medicare covered beneficiaries, the ADA also expressed support for CMS’ consideration of delaying the requirement for ICD-10 codes in Medicare dental claim submissions until Jan. 1, 2026.\nIn its letter, the Association noted that dental services linked to the clinical success of qualifying medical procedures can only be reimbursed by Medicare if there is an exchange of information. The ADA noted that there is currently no standard to define what qualifies as an exchange of information or care coordination in the dental claims process.\n“This lack of clarity creates significant challenges in coordinating care, particularly given that physicians and dentists often provide services in separate settings. To resolve this ambiguity and prevent inconsistencies in the claims process the ADA requests that CMS provide clear guidance to [Medicare administrative contractors] on this issue,” the ADA said, specifically proposing the adoption of the ADA Medicare Referral Form as “a standard template for verifying care coordination and reducing administrative burden.”\nThe letter also included ADA comments regarding fee guidance for dental services, in which the ADA offered to share market data which accurately reflects fees submitted by dentists in various geographies. It concluded by commending CMS for soliciting input in its continued efforts to integrate dental and medical care under Medicare and for recognizing the importance of oral health’s connection to overall health and well-being."
  }
]