[
  {
    "url": "https://adanews.ada.org/ada-news/2024/september/ada-comments-on-proposed-medicare-payment-policies-for-dental-services-in-2025/",
    "publish_date": "2024-09-12",
    "title": "ADA comments on proposed Medicare payment policies for dental services in 2025",
    "content": "ADA comments on proposed Medicare payment policies for dental services in 2025 by Olivia Anderson September 12, 2024 The ADA formally submitted comments to the Centers for Medicare & Medicaid Services in response to the proposed rule for 2025 payment policies under the Physician Fee Schedule. This submission marks the third consecutive year the ADA has provided comments to CMS on payment for dental services related to covered medical treatments. Over the past three years, the ADA has supported the inclusion of payment for dental services for conditions where oral health is intrinsically linked to overall medical success. In 2022 and 2023, the ADA agreed with CMS on vital role dental care plays in preparing patients for organ transplants and the importance of treating oral infections prior to chemotherapy and radiation therapy for cancer. The ADA continues to work closely with CMS, highlighting the need for sustainable, evidence-based policies that improve care for Medicare beneficiaries while reducing the burden for dental professions who provide services under Medicare. For this year’s proposed rule’s comment submission, the ADA provided feedback on several critical areas where dental services intersect with broader healthcare provisions. In the letter addressed to CMS Administrator Chiquita Brooks-LaSure, the ADA said it supports CMS’ proposal to cover payment for dental services for patients with end-stage renal disease who are undergoing dialysis. The ADA commended CMS for recognizing the critical role that oral health plays in ensuring successful dialysis outcomes, especially in preventing infections that could jeopardize patient health. In the letter, the ADA requested to be included in future reviews of scientific evidence related to the limited medically necessary dental benefits, noting its expertise in dental science and practice. The ADA also responded to CMS’ request for feedback on dental care for patients with diabetes. The ADA underscored that, while there is strong scientific evidence supporting the role of dental care in improving health outcomes for diabetic patients, there is no evidence that dental services are inextricably linked to the clinical success of a Medicare-covered procedure in the treatment of diabetes. Additionally, the ADA requested clarification on several points, such as whether a dental claim must be submitted with administrative modifiers to coordinate dental benefits with a state’s Medicaid program, even in cases in which the Medicaid provider knows a dually-eligible patient will be ineligible for dental benefits under the medically necessary payment rules. It also requested that the requirement for KX and GY, both administrative claim modifiers, be waived until Jan. 1, 2026. “This delay would provide sufficient time for comprehensive testing and demonstration among a broad range of providers, vendors and payors,” the letter reads. “During this period, the ADA recommends that CMS allow [Medicare administrative contractors] to adjudicate claims without modifiers, with an approved claim report advising providers that modifiers will be required starting January 1, 2026. This approach would minimize disruption to quality patient care and ensure a smooth transition to the new coding requirements.” The ADA commented on ICD-10 implementation for Medicare claims, noting that while including these codes in Medicare dental claim submissions is intended to improve the accuracy and coordination of care between medical and dental providers, the transition to ICD-10 coding brings challenges to the dental community. In order to help support dental providers transition to reporting ICD codes on a claim form for Medicare covered beneficiaries, the ADA also expressed support for CMS’ consideration of delaying the requirement for ICD-10 codes in Medicare dental claim submissions until Jan. 1, 2026. In its letter, the Association noted that dental services linked to the clinical success of qualifying medical procedures can only be reimbursed by Medicare if there is an exchange of information. The ADA noted that there is currently no standard to define what qualifies as an exchange of information or care coordination in the dental claims process. “This lack of clarity creates significant challenges in coordinating care, particularly given that physicians and dentists often provide services in separate settings. To resolve this ambiguity and prevent inconsistencies in the claims process the ADA requests that CMS provide clear guidance to [Medicare administrative contractors] on this issue,” the ADA said, specifically proposing the adoption of the ADA Medicare Referral Form as “a standard template for verifying care coordination and reducing administrative burden.” The letter also included ADA comments regarding fee guidance for dental services, in which the ADA offered to share market data which accurately reflects fees submitted by dentists in various geographies. It concluded by commending CMS for soliciting input in its continued efforts to integrate dental and medical care under Medicare and for recognizing the importance of oral health’s connection to overall health and well-being.",
    "topic": "Government"
  },
  {
    "url": "https://adanews.ada.org/ada-news/2024/september/legislation-needed-to-delay-corporate-transparency-act-filing-deadline/",
    "publish_date": "2024-09-10",
    "title": "Legislation needed to delay Corporate Transparency Act filing deadline",
    "content": "Legislation needed to delay Corporate Transparency Act filing deadline ADA continues to advocate for delay by Olivia Anderson September 10, 2024 The ADA has joined with 150 other trade associations in supporting legislation to delay the Corporate Transparency Act’s year-end filing deadline by one year. Rep. Zachary Nunn, R-Iowa, introduced H.R. 9278 to provide relief to many small businesses subjected to the Corporate Transparency Act’s reporting requirements. Currently, these businesses — many of which include dental practices — have less than one year to file beneficial ownership information reports before facing penalties. Dental practices must report if they either employ fewer than 20 people or generate less that $5 million (gross receipts) in revenue annually. But under the new legislation, small businesses would have an additional year to file beneficial ownership information to the U.S. Department of the Treasury’s Financial Crimes Enforcement Network. The letter notes that the Financial Crimes Enforcement Network has received just 10% of required submissions, which is likely attributed to the lack of awareness among small businesses when it comes to the rules. “This bill provides a commonsense, bipartisan solution to an impending regulatory disaster which, left unaddressed, will threaten countless small business owners and employees with steep fines and even jail time,” the letter reads. While the Corporate Transparency Act was originally established to mitigate money-laundering operations posing as businesses, many organizations have argued the current reporting timeframe is too short to inform the small business community. The House of Representatives, with ADA’s support, passed H.R. 5119 last year to address this concern, but it is currently stalled in the Senate. “The one-year delay proposed by Congressman Zach Nunn addresses these challenges, has bipartisan support, and is in keeping with legislation (H.R. 5119) which passed the House in a near-unanimous vote just last year,” the letter concludes. “We therefore urge you to bring H.R. 9278 to the House floor for a vote and are eager to work with you to see this critical measure enacted.”",
    "topic": "Government"
  },
  {
    "url": "https://adanews.ada.org/ada-news/2024/september/house-committee-holds-50th-erisa-anniversary-hearing/",
    "publish_date": "2024-09-13",
    "title": "House committee holds 50th ERISA anniversary hearing",
    "content": "House committee holds 50th ERISA anniversary hearing ADA says federal law should not override all of a states’ authority to regulate dental insurers by Olivia Anderson September 13, 2024 A House of Representatives subcommittee held a hearing Sept. 10 to discuss ways to protect and improve a law that regulates self-funded benefit plans, including dental. The Committee on Education & the Workforce, a subcommittee on Health, Employment, Labor and Pensions, held the meeting in honor of the 50th anniversary of the Employee Retirement Income Security Act of 1974, also known as ERISA. Ahead of the hearing, the ADA submitted comments on the impact of preemption under the bill and what it means for dental insurance. The panel for the hearing, titled ERISA’s 50th Anniversary: The Value of Employer-Sponsored Health Benefits, included four policy experts who shared their thoughts on how to bolster ERISA. Rep. Bob Good, R-Va., chairman of the committee, advocated for a decrease of government intervention in the health care markets. “For 50 years, ERISA has provided the guardrails to protect individuals while allowing employers to develop robust benefit plans. We can amend ERISA while protecting it, because in doing so, we defend private insurance and shield Americans from devolving into a single-payer system,” Rep. Good said at the hearing. In its letter to the committee, the ADA emphasized that allowing states to retain authority to regulate dental benefits is integral to ensuring fair treatment of patients and policyholders. The letter argued that expanding ERISA preemption, which supersedes state laws and permits uniform health benefits standards, works to usurp states’ ability to regulate health care and dental insurance, therefore harming beneficiaries. “Expanding ERISA preemption beyond central matters of plan administration infringes on states’ traditional authority and creates regulatory vacuums that negatively impact health care for the very beneficiaries that ERISA was enacted to protect. If states cannot enforce laws regarding how health care is delivered and paid for, no one can,” the ADA said. The letter adds that expanding preemption will allow insurance companies, pharmacy benefit managers and large employers to dictate how citizens receive health care “with no government oversight or accountability.” “To respect states’ traditional authority and ensure that beneficiaries continue to receive meaningful health benefits, ERISA preemption must be limited to the areas with which ERISA is expressly concerned, such as reporting, disclosure, and fiduciary responsibility,” the letter reads. For more information on this topic, visit ADA.org/ERISA .",
    "topic": "Government"
  },
  {
    "url": "https://adanews.ada.org/ada-news/2024/september/building-a-legacy-dr-natalia-chalmers-on-her-work-at-cms/",
    "publish_date": "2024-09-11",
    "title": "Building a legacy: Dr. Natalia Chalmers on her work at CMS",
    "content": "Building a legacy: Dr. Natalia Chalmers on her work at CMS Pediatric dentist is agency’s first chief dental officer in the Office of the Administrator by Olivia Anderson September 11, 2024 Dr. Chalmers at her Duke University School of Medicine commencement. Years ago, Natalia I. Chalmers, D.D.S., Ph.D., encountered a grandmother and her three grandchildren who entered the dental clinic where she worked. The family had taken a two-hour bus ride to reach the clinic, and Dr. Chalmers soon learned that not only did all three kids share one toothbrush, they only brushed their teeth when they visited their grandmother. “Since then, I have never assumed that people have access to a toothbrush and toothpaste,” Dr. Chalmers said of the experience. Many people in the U.S. do not have access to high-quality dental care, Dr. Chalmers said, adding that this ongoing challenge of solving the disparities in disease prevalence and access to care is what keeps her up at night. It’s also part of the reason she decided to pursue a career in dentistry. Dr. Chalmers is a pediatric dentist, oral health policy expert and public health advocate with more than 20 years of experience and the first-ever chief dental officer for the Centers for Medicare and Medicaid Services in the Office of the Administrator. She said through her role she hopes to, among other things, improve oral health care and policy. Dr. Chalmers’ position at CMS is to be the lead subject matter expert for the agency and improve oral health across Medicare, Medicaid, the Children’s Health Insurance Program and the Health Insurance Marketplace. “CMS is committed to strengthening access to care and advancing health equity, and in my role, I can support this goal by focusing on improving oral health as a crucial part of overall health,” she said. Dr. Chalmers and two colleagues, Dr. Kim (left) and Dr. Hwang (right), in front of the Capitol during the American Academy of Pediatric Dentistry Lobby Day in 2012. The ADA has long advocated for CMS to install a chief dental officer and sent a letter congratulating Dr. Chalmers in 2021 when she was first announced. “Leveraging your leadership in the dental profession and past experience as a dental officer at the U.S. Food and Drug Administration, the Centers for Medicare and Medicaid Services is well-positioned to tackle the most serious issues in oral health care today,” wrote then ADA President Daniel J. Klemmedson, D.D.S., M.D., and then Executive Director Kathleen T. O’Loughlin, D.M.D. Dr. Chalmers, who began at CMS in August 2021, talked with ADA News about how her role has been going so far and what she hopes to accomplish in the future. She said her top priorities as a chief dental officer are health equity, improved access, partnerships and collaborations. “One of dentistry's most pressing concerns is the high prevalence of oral diseases and the need for improved access to dental care, especially for underserved populations. To effectively tackle these challenges, a multifaceted approach that includes collaboration between health care organizations, policymakers and patients will be necessary,” Dr. Chalmers said. Since starting at CMS several years ago, Dr. Chalmers has demonstrated a commitment to her priorities in several ways. CMS launched the Oral Health Cross-Cutting Initiative, which addresses oral health needs by aligning programs and policies, collaborating with stakeholders and leveraging the expertise of various CMS centers and offices. Last month, the agency released the Oral Health Cross Cutting Initiative fact sheet that provides an overview of the initiative’s objectives such as improving access to dental services, promoting preventive care and cultivating partnerships. The fact sheet also includes key accomplishments and data analyses illustrating how CMS has worked across programs to improve oral health outcomes. Additionally, CMS announced in July that it can now accept, process and pay dental claims electronically, which Dr. Chalmers called a “significant milestone” for modernizing the Medicare payment system and promoting access to oral health services that promote wellness for all beneficiaries across Medicare and Medicaid. Looking back Dr. Chalmers brings to CMS a wealth of experience. The decision to become a pediatric dentist-scientist was not just a career for her but a calling. She completed dental degree at the Faculty of Dental Medicine of the Medical University of Sofia in Bulgaria, and a residency in pediatric dentistry and Ph.D. in oral microbiology at the University of Maryland School of Dentistry. \"I chose this path because I witnessed first-hand the impact of poor oral health among elderly patients. Very early on, I decided to focus my attention on understanding the oral disease process and the most effective and efficient prevention strategies,” Dr. Chalmers said. Her specialty in pediatric dentistry led to her focus on promoting disease prevention through data-driven strategies. Dr. Chalmers’ clinical residency experience placed an emphasis on evidence-based clinical practice as well as on advancing public health and advocacy. This passion for advocacy carried her past school. She participated in the American Academy of Pediatric Dentistry Lobby Day in 2012, which Dr. Chalmers said taught her she can not only treat patients but also advocate for system improvements in oral health care. Dr. Chalmers earned the National Institute of Dental and Craniofacial Research's Dental Clinical Research Fellowship. “It is a responsibility I embrace wholeheartedly, knowing that each step forward improves the lives of children and families in our community,” she said. Dr. Chalmers also served as a dental officer at the U.S. Food and Drug Administration and the National Institute for Dental and Craniofacial Research. While she was a Ph.D. doctoral candidate at the University of Maryland, Dr. Chalmers established a graduate partnerships program between the university and the National Institute of Dental and Craniofacial Research at the National Institutes of Health and completed her doctoral dissertation research in the NIDCR intramural research program. During her time at the FDA, Dr. Chalmers obtained a certificate in drug development and regulatory science from the University of California San Francisco School of Pharmacy. Then, after completing her pediatric dentistry advanced clinical training, Dr. Chalmers earned the NIDCR dental clinical research fellowship, during which she completed the NIH-Duke master’s program in Clinical Research. Through the Duke University School of Medicine, she received her master’s degree in clinical research. “This experience was transformational because of its deep immersion in big data and regulatory science, both invaluable during my time as a dental officer at the Food and Drug Administration,” she said. Looking ahead During the course of her storied career, Dr. Chalmers has seen the importance of mental health to overall health become more widely appreciated through various policies and initiatives. She expressed hope that the importance of oral health will also receive more acknowledgment in the coming years. Dr. Chalmers and her post-doctoral mentor and NIDCR extramural principal investigator, Dr. Anne Tanner, at the Forsyth Institute. “I am hopeful that the conversation surrounding oral health will shift from being underrecognized and isolated to being recognized as an essential element of health for everyone,” she said. “People’s well-being, learning, employment and longevity are all dependent upon oral health.” There are many stories similar to the family who shared a toothbrush that have stuck with Dr Chalmers. She recalled an instance where a young mom came into the clinic with an 18-month-old baby who had severe dental disease and required root canal therapy. The woman genuinely did not know that nursing without proper oral hygiene could cause such serious health issues for her child, she said. It’s instance like this, Dr. Chalmers said, that reinforce her enduring commitment to solving the disparities in disease prevalence and increasing access to first-rate dental care. “With broader awareness and policy implementation, I anticipate a higher focus on prevention and a decline in people dying from poor oral health and its complications in the U.S. Once oral health disparities are recognized, we must implement policy changes and improve access to care,” she said. There is still work to be done in terms of addressing oral health equity, improving care and promoting sound policymaking, and in her role as CMS’ chief dental officer, Dr. Chalmers will continue to tackle these issues and more. She also had a few words for the dental professionals who are already doing their part to provide world-class care to their patients. “I want to express my profound gratitude and appreciation to all the providers who open their doors to people who need oral health care,” she said. “Despite numerous obstacles, they still open their clinics and provide the necessary care for them.”",
    "topic": "Practice"
  },
  {
    "url": "https://adanews.ada.org/ada-news/2024/september/coda-seeks-input-on-proposed-standard-revisions/",
    "publish_date": "2024-09-11",
    "title": "CODA seeks input on proposed standard revisions",
    "content": "CODA seeks input on proposed standard revisions Virtual hearing to take place Oct. 10 by Mary Beth Versaci September 11, 2024 Interested parties can comment on proposed revisions to dental accreditation standards via a virtual hearing or online portal. The Commission on Dental Accreditation will host the hearing from 5-6 p.m. CDT Oct. 10. Participants must register to attend. They will then receive an email with Zoom sign-in details. The purpose of the hearing is to allow the public to comment on the proposed revisions; it will not include a presentation. In order to maximize participation, CODA encourages only one representative per organization or institution to register. All accreditation standards currently proposed for revision will be covered in the hearing. These include standards for programs in predoctoral dental education, advanced education in general dentistry, general practice residency education, dental hygiene education and orofacial pain education. Those interested in commenting also have until Dec. 1 to submit their remarks for most of the standards via an online portal. For the standards related to orofacial pain education programs, parties can comment until June 1, 2025. CODA will not accept comments via mail or email. All comments must be submitted through the online portal. To learn more, register for the hearing or submit comments online, visit CODA.ADA.org .",
    "topic": "Education"
  },
  {
    "url": "https://adanews.ada.org/ada-news/2024/september/symposium-to-highlight-orthodontic-innovation-technology/",
    "publish_date": "2024-09-17",
    "title": "Symposium to highlight orthodontic innovation, technology",
    "content": "Symposium to highlight orthodontic innovation, technology International Orthodontics Foundation, ADA Forsyth Institute to host joint event Oct. 5-6 by Mary Beth Versaci September 17, 2024 The International Orthodontics Foundation and ADA Forsyth Institute are hosting their first joint symposium on orthodontic innovation and technology. The 2024 IOF-ADA Forsyth International Orthodontic Symposium will take place Oct. 5-6 online and in Boston. It will consist of four sessions focused on emerging technologies; clinical applications and grand challenges; complex case studies; and the application of technology to clinical practice. The symposium will feature 30 speakers from 24 universities and institutions, including ADA Executive Director Raymond A. Cohlmia, D.D.S., who will discuss emerging technologies and advancements in dental care delivery. While in-person registration is sold out, there are two options for participating virtually. For those seeking continuing education credits from the symposium, the full two-day event will cost $400 for 10 credits, or $40 per credit. Registrants can also sign up for individual half-day sessions, which are $100 each and worth 2.5 credits. Those who are not seeking CE credits can register for the event for free by becoming a member of the International Orthodontics Foundation. Membership involves joining a mailing list. To learn more and register, visit the International Orthodontics Foundation website .",
    "topic": "Science"
  }
]