[
  {
    "url": "https://adanews.ada.org/ada-news/2024/september/ada-advocates-for-states-authority-to-regulate-dental-benefits/",
    "publish_date": "2024-09-20",
    "title": "ADA advocates for states’ authority to regulate dental benefits",
    "content": "ADA advocates for states’ authority to regulate dental benefits Association comments on the role of pharmacy benefit managers by Olivia Anderson September 20, 2024 The ADA is advocating against pharmacy benefit managers’ wish for the government to broadly interpret a law that would stop states from regulating health care benefits, including dental. The ADA commented on the House Judiciary Committee’s hearing, the Role of Pharmacy Benefit Managers, to share its perspective on the impact of preemption under the Employee Retirement Income Security Act and what it could mean for state regulation of dental benefits. “We believe that ensuring states retain their authority to regulate health care, including dental benefits, is essential for the fair treatment of patients and policyholders, and it promotes consistency in the state insurance marketplace,” the ADA said in a letter, signed by ADA President Linda J. Edgar, D.D.S., and Executive Director Raymond A. Cohlmia, D.D.S. The letter goes on to say that preemption would be a “regulatory vacuum” in which states can no longer restrict the behavior of pharmacy benefit managers due to an overly broad notion of ERISA preemption. The Employee Retirement Income Security Act of 1974 is a federal law that was established to set minimum standards for many private retirement and health plans, including self-funded dental plans. Some carriers claim that because ERISA is a federal law it preempts state rules, allowing carriers to ignore state insurance laws meant to protect patients, including dental insurance issues like noncovered services and assignment of benefits. This broad preemption would not only impact pharmacy benefit managers, the ADA said, but it would also limit the traditional authority of states to regulate dental insurance programs. The letter notes that every state has enacted insurance laws and established departments of justice in order to hold insurance companies accountable and ensure they treat their policyholders fairly. The letter highlighted that in Rutledge v. Pharmaceutical Care Management Association, the U.S. Supreme Court rejected the pharmacy benefit managers’ argument for ERISA preemption and held that preemption should generally be limited to “central matters of plan administration.” It said that many pharmacy benefit managers and insurers have continued to invoke ERISA preemption in defiance of Rutledge, urging Congress to reaffirm the limits on preemption recognized in the case. “If the legislature considers any action regarding ERISA preemption, it should reaffirm both the limits on preemption recognized in Rutledge and Congress’s commitment to preserving the traditional authority of states to regulate health care and dental insurance,” the letter reads. For more information on ERISA, visit ADA.org/ERISA .",
    "topic": "Government",
    "author": "Olivia Anderson",
    "image_url": "https://adanews.ada.org/media/pl2htgri/this-capitol2-thumbnail.jpeg"
  },
  {
    "url": "https://adanews.ada.org/ada-news/2024/september/dentist-pleads-guilty-to-violating-federal-anti-kickback-law/",
    "publish_date": "2024-09-19",
    "title": "Dentist pleads guilty to violating federal anti-kickback law",
    "content": "Dentist pleads guilty to violating federal anti-kickback law by Olivia Anderson September 19, 2024 A Connecticut dentist waived her right to be indicted and pleaded guilty to conspiracy to violate the federal anti-kickback statute. The dentist admitted that she conspired with multiple individuals who agreed to recruit Medicaid beneficiaries to attend dental appointments for dental services that she then billed to Connecticut Medicaid. The dentist agreed to pay kickbacks to the recruiters, who then gave some of the kickbacks to the patients as an incentive to attend the dental appointments, according to a news release from the U.S. Attorney’s Office for the District of Connecticut. Between 2016 and 2023, the dentist paid the patient recruiters more than $360,000 in kickbacks, and Connecticut Medicaid reimbursed her approximately $2.2 million for services to patients recruited via kickbacks. Conspiracy to violate the federal anti-kickbacks statute carries a maximum term of imprisonment of five years. The dentist has been released on bond pending sentencing.",
    "topic": "Practice",
    "author": "Olivia Anderson",
    "image_url": "https://adanews.ada.org/media/2vwimes1/gavel-thumbnail.jpeg"
  },
  {
    "url": "https://adanews.ada.org/ada-news/2024/september/dentists-pay-17-million-to-settle-false-claims-allegations/",
    "publish_date": "2024-09-19",
    "title": "Dentists pay $1.7 million to settle false claims allegations",
    "content": "Dentists pay $1.7 million to settle false claims allegations by Olivia Anderson September 19, 2024 Two Connecticut dentists and their dental practices agreed to pay $1.7 million to resolve allegations that they violated the federal and state False Claims Acts. The dentists are owners of Family Dentistry of Bridgeport PC, Family Dentistry of Hartford PLLC and Family Dentistry of Stamford, PC. The dentists and the practices and are enrolled as dental providers in the Connecticut Medical Assistance Program. It is alleged that the practices and one of the dentists violated their Connecticut Medical Assistance Program provider agreements and the federal Anti-Kickback Statute by submitting claims to the Connecticut Medical Assistance Program related to dental services provided to state Medicaid patients and referred to the businesses by a third-party “patient recruiting” company. The businesses and one of the dentists paid a patient recruiter $115 for each Connecticut Medicaid patient the recruiter referred to them whenever the patient received services beyond routine preventative care and submitted claims for services provided to those patients, according to a news release from the U.S. Attorney’s Office for the District of Connecticut. “With each submitted claim, they impliedly certified that the conditions of receiving payment were met, including, but not limited to, that they did not pay kickbacks or violate any terms or provisions of the Connecticut Dental Health Partnership provider manual concerning the submitted claim,” according to the news release. The Connecticut Dental Health Partnership provider manual, an addendum to the Connecticut Medical Assistance Program provider agreement and provider manual, explicitly prohibits per-patient compensation for individuals referred to Connecticut Medical Assistance Program providers, according to the release. The dentists and dental practices agreed to pay $1.7 million to reimburse the Medicaid program for conduct that occurred from February 2016 through August 2018. Under the False Claims Act, the government can recover up to three times its actual damages, plus penalties for each false claim.",
    "topic": "Practice",
    "author": "Olivia Anderson",
    "image_url": "https://adanews.ada.org/media/dtmbk2ea/capitoldome.jpg"
  },
  {
    "url": "https://adanews.ada.org/ada-news/2024/september/ada-seeks-representative-for-medical-coding-committee/",
    "publish_date": "2024-09-20",
    "title": "ADA seeks representative for medical coding committee",
    "content": "ADA seeks representative for medical coding committee Nominations are open from Sept. 21-Oct. 21 by Mary Beth Versaci September 20, 2024 The American Dental Association is seeking nominations for its alternate representative on the American Medical Association’s CPT Advisory Committee. The advisory committee consists of members from national medical specialty societies that are seated in the American Medical Association House of Delegates as well as other invited specialty societies, including the ADA. It offers advice to the CPT Editorial Panel on Current Procedural Terminology codes as they relate to each committee member’s specialty. The ADA has both a primary and alternate adviser on the CPT Advisory Committee who represent the dental industry’s needs when it comes to CPT codes. Based on the American Medical Association’s requirement that advisers have medical licenses, the ADA has collaborated with the American Association of Oral and Maxillofacial Surgeons to place qualified individuals on the committee. Because the alternate adviser position recently became open, the ADA is accepting nominations from Sept. 21-Oct. 21 as part of a new, open appointment process. The position is for a three-year term. In addition to giving advice to the CPT Editorial Panel on procedure coding and appropriate nomenclature in relation to members’ specialties, the advisory committee's objectives are to: • Provide documentation to staff and the CPT Editorial Panel regarding the medical appropriateness of various medical and surgical procedures under consideration for inclusion in the CPT code set. • Suggest revisions to the code set. • Assist in the review and further development of relevant coding issues and the preparation of technical education material and articles pertaining to the code set. • Promote and educate its membership on the use and benefits of the code set. Besides having a current license to practice medicine in the U.S., other American Medical Association requirements for advisers include: • AMA membership. • Commitment to participate in all aspects of the CPT process. • Willingness to work with CPT coding staff on coding issues on a regular basis. • Willingness to participate in an AMA staff orientation session and/or mentoring by current committee members. • Commitment to coordinate with their nominating specialty society staff and physician leadership, including the society’s delegation to the AMA House of Delegates. • Email capabilities for speedy communication. • Agreement to comply with the AMA guidelines for committee and council expenses. American Medical Association preferences for advisers include holding a position on a specialty society coding committee and being involved in direct patient care. The ADA also requires its advisers to have a dual degree with either a D.D.S. or D.M.D. degree and an M.D. degree and prefers them to have familiarity and experience with the CPT process. The primary adviser is required to attend the committee’s in-person annual meeting in February and perform all required duties. The alternate is expected to shadow that position by also attending the meeting and being privy to and collaborating on the duties carried out by the primary adviser. Nominations for alternate adviser should be sent to dentalcode@ada.org for review by the ADA Council on Dental Benefit Programs. They need to include a curriculum vitae that is no more than three pages and a formal letter to the ADA outlining familiarity, experience and interest in the CPT process, procedure coding and nomenclature. Nominations for primary adviser will open in February 2025. To learn more about the CPT code process, visit the American Medical Association website .",
    "topic": "Practice",
    "author": "Mary Beth Versaci",
    "image_url": null
  },
  {
    "url": "https://adanews.ada.org/ada-news/2024/september/symposium-to-highlight-orthodontic-innovation-technology/",
    "publish_date": "2024-09-17",
    "title": "Symposium to highlight orthodontic innovation, technology",
    "content": "Symposium to highlight orthodontic innovation, technology International Orthodontics Foundation, ADA Forsyth Institute to host joint event Oct. 5-6 by Mary Beth Versaci September 17, 2024 The International Orthodontics Foundation and ADA Forsyth Institute are hosting their first joint symposium on orthodontic innovation and technology. The 2024 IOF-ADA Forsyth International Orthodontic Symposium will take place Oct. 5-6 online and in Boston. It will consist of four sessions focused on emerging technologies; clinical applications and grand challenges; complex case studies; and the application of technology to clinical practice. The symposium will feature 30 speakers from 24 universities and institutions, including ADA Executive Director Raymond A. Cohlmia, D.D.S., who will discuss emerging technologies and advancements in dental care delivery. While in-person registration is sold out, there are two options for participating virtually. For those seeking continuing education credits from the symposium, the full two-day event will cost $400 for 10 credits, or $40 per credit. Registrants can also sign up for individual half-day sessions, which are $100 each and worth 2.5 credits. Those who are not seeking CE credits can register for the event for free by becoming a member of the International Orthodontics Foundation. Membership involves joining a mailing list. To learn more and register, visit the International Orthodontics Foundation website .",
    "topic": "Science",
    "author": "Mary Beth Versaci",
    "image_url": "https://adanews.ada.org/media/2lxmfcl1/20240917_adaforsythlogo.png"
  }
]